Repository: arturkhmeliarskiy/blind_chicken
Catalog: lib/core_config/localization/l10n/intl_*.arb
Languages: id, uz, vi

# forward
source: Next
id: Berikutnya
uz: Keyingisi
vi: Kế tiếp

source: Ok
id: OKE
uz: KELISHDIKMI
vi: ĐƯỢC RỒI

source: Yes
id: Ya
uz: Ha
vi: Đúng

source: Cancel
id: Membatalkan
uz: Bekor qilish
vi: Hủy bỏ

source: Attention!
id: Perhatian!
uz: Diqqat!
vi: Chú ý!

source: Pay
id: Membayar
uz: To'lash
vi: Chi trả

source: Paid
id: Dibayar
uz: To'langan
vi: Trả

source: Choose
id: Memilih
uz: Tanlang
vi: Chọn

source: Clone product
id: Mengkloning suatu produk
uz: Mahsulotni klonlash
vi: Nhân bản một sản phẩm

# deleteProduct
source: Remove item
id: Hapus produk
uz: Mahsulotni olib tashlang
vi: Xóa sản phẩm

# nameCannotBeEmpty
source: The name cannot be empty
id: Judul tidak boleh kosong
uz: Sarlavha bo'sh bo'lishi mumkin emas
vi: Tiêu đề không được để trống

# enter
source: Login
uz: Tizimga kirish
vi: Đăng nhập

# takeMoreOrdersOnline
source: Get more orders online!
id: Terima lebih banyak pesanan secara online!
uz: Ko'proq onlayn buyurtmalarni qabul qiling!
vi: Nhận thêm đơn đặt hàng trực tuyến!

# mobileAppForYouAndYourClientsInTwoSteps
source: A mobile application for you and your clients is just two steps away.
id: Aplikasi seluler untuk Anda dan klien Anda hanya berjarak dua langkah.
uz: Siz va mijozlaringiz uchun mobil ilova ikki qadam narida.
vi: Ứng dụng di động dành cho bạn và khách hàng của bạn chỉ cách đó hai bước.

# appForYourClients
source: The #1 App for Your Customers
id: Aplikasi #1 untuk klien Anda
uz: Mijozlaringiz uchun №1 ilova
vi: Ứng dụng số 1 cho khách hàng của bạn

# appAlreadyReadyShareLink
source: The app is ready! And you don't need to install it. Just share the link with your clients.
id: Aplikasi sudah siap! Dan itu tidak perlu diinstal. Cukup bagikan tautannya dengan klien Anda.
uz: Ilova tayyor! Va uni o'rnatish shart emas. Faqat havolani mijozlaringiz bilan baham ko'ring.
vi: Ứng dụng đã sẵn sàng! Và nó không cần phải được cài đặt. Chỉ cần chia sẻ liên kết với khách hàng của bạn.

# appForYourBusiness
source: App #2 for Store Management
id: Aplikasi #2 untuk manajemen toko
uz: Do'konni boshqarish uchun №2 ilova
vi: Ứng dụng số 2 để quản lý cửa hàng

# inAppControlOrdersGoodsSettings
source: In this app you manage orders, product catalog and store settings. It's simple!
id: Dalam aplikasi ini Anda mengelola pesanan, katalog produk, dan pengaturan toko. Sederhana saja!
uz: Ushbu ilovada siz buyurtmalar, mahsulot katalogi va do'kon sozlamalarini boshqarasiz. Bu oddiy!
vi: Trong ứng dụng này, bạn quản lý đơn đặt hàng, danh mục sản phẩm và cài đặt cửa hàng. Thật đơn giản!

# enterWithGoogle
source: Sign in with Google
id: Masuk dengan Google
uz: Google bilan tizimga kiring
vi: Đăng nhập bằng Google

# enterWithApple
source: Sign in with Apple
id: Masuk dengan Apple
uz: Apple bilan tizimga kiring
vi: Đăng nhập bằng Apple

# iAgreeWithOnboarding
source: I agree with
id: Saya setuju dengan
uz: Men roziman
vi: tôi đồng ý với

# conditionsOfUseOnboarding
source: user agreement
id: persetujuan pengguna
uz: foydalanuvchi shartnomasi
vi: thỏa thuận người dùng

# andOnboarding
source: And
id: Dan
uz: Va
vi: Và

# privacyPolicyOnboarding
source: privacy policy
id: kebijakan privasi
uz: Maxfiylik siyosati
vi: chính sách bảo mật

# controlOrders
source: Manage orders
id: Kelola pesanan
uz: Buyurtmalarni boshqarish
vi: Quản lý đơn hàng

# youWillGetNotificationsAboutNewOrders
source: You will receive notifications about new orders.
id: Anda akan menerima pemberitahuan pesanan baru
uz: Siz yangi buyurtmalar haqida xabar olasiz
vi: Bạn sẽ nhận được thông báo về đơn hàng mới

# ordersCardItemStateCollected
source: Collected
id: Dikumpulkan
uz: Yig'ilgan
vi: Đã sưu tầm

# ordersCardItemStateCollect
source: Collect
id: Mengumpulkan
uz: Yig'ish
vi: Sưu tầm

# ordersHeader
source: Orders
id: Pesanan
uz: Buyurtmalar
vi: Đơn đặt hàng

source: Settings
id: Pengaturan
uz: Sozlamalar
vi: Cài đặt

source: Tariff plan
id: Rencana tarif
uz: Tarif rejasi
vi: Gói cước

source: Apply
id: Menerapkan
uz: Murojaat qiling
vi: Áp dụng

source: Transactions
id: Transaksi
uz: Bitimlar
vi: Giao dịch

# cannotChangeCountry
source: You can't change the country
id: Anda tidak dapat mengubah negara
uz: Siz mamlakatni o'zgartira olmaysiz
vi: Bạn không thể thay đổi quốc gia

# settingsDeliveryAddressCannotChangeCountryBody
source: Take advantage of creating a new store
id: Manfaatkan pembuatan toko baru
uz: Yangi do'kon yaratishdan foydalaning
vi: Tận dụng việc tạo một cửa hàng mới

# settingsDeliveryHeaderDescription
source: SELECT DELIVERY TYPE
id: PILIH JENIS PENGIRIMAN
uz: Etkazib berish TURINI TANLASH
vi: CHỌN LOẠI GIAO HÀNG

# settingsDeliveryPickupHeaderDescription
source: ORDER PICK UP PLACE
id: TITIK PENGAMBILAN PESANAN
uz: Buyurtmani qabul qilish punkti
vi: ĐIỂM ĐẶT HÀNG

# settingsDeliveryMethodPickup
source: Pick up or at the establishment
id: Ambil atau di dalam toko
uz: Olib ketish yoki do'konda
vi: Nhận hàng hoặc tại cửa hàng

# settingsDeliveryMethodToAddress
source: To the address
id: Ke alamatnya
uz: Manzilga
vi: Đến địa chỉ

source: Address
id: Alamat
uz: Manzil
vi: Địa chỉ

source: Country
id: Negara
uz: Mamlakat
vi: Quốc gia

source: City
id: Kota
uz: Shahar
vi: Thành phố

source: Street
id: Jalan
uz: Ko'cha
vi: Đường phố

# pointOnMap
source: Point on the map
id: Tunjuk pada peta
uz: Xaritada ko'rsating
vi: Điểm trên bản đồ

# createNewPlace
source: Create a new place
id: Buat tempat baru
uz: Yangi joy yarating
vi: Tạo một địa điểm mới

source: Editing
id: Mengedit
uz: Tahrirlash
vi: Chỉnh sửa

# settingsDeliveryAddressHouseHint
source: Number/block
id: Nomor/blok
uz: Raqam/blok
vi: Số/khối

source: House
id: Rumah
uz: Uy
vi: Căn nhà

source: Office
id: Kantor
uz: Ofis
vi: Văn phòng

source: Number
id: Nomor
uz: Raqam
vi: Con số

# settingsPaymentHeader
source: Payment methods
id: Metode pembayaran
uz: To'lov usullari
vi: Phương thức thanh toán

# settingsPaymentHeaderDescription
source: SELECT PAYMENT METHOD
id: PILIH METODE PEMBAYARAN
uz: TO'LOV USULINI TANLASH
vi: CHỌN PHƯƠNG THỨC THANH TOÁN

# settingsTransactionsPaymentMethod
source: Payment method
id: Metode pembayaran
uz: To'lov usuli
vi: Phương thức thanh toán

# settingsLogoViewStoreName
source: Name
id: Nama
uz: Ism
vi: Tên

# settingsLogoViewStoreCode
source: Store code
id: Kode toko
uz: Do'kon kodi
vi: Mã cửa hàng

# settingsDeliveryPickupOptionName
source: Name of the place of issue of the order
id: Nama tempat dikeluarkannya perintah
uz: Buyurtma berilgan joyning nomi
vi: Tên nơi phát lệnh

# settingsDeliveryPickupOptionNewPlaceHeader
source: New place
id: Tempat baru
uz: Yangi joy
vi: Địa điểm mới

# settingsDeliveryAddressStreetHint
source: Specify the street
id: Tolong tunjukkan jalannya
uz: Iltimos, ko'chani ko'rsating
vi: Hãy chỉ đường phố

# settingsDeliveryAddressComment
source: Comment
id: Komentar
uz: Izoh
vi: Bình luận

# settingsDeliveryAddressCommentHint
source: Enter a note
id: Masukkan catatan
uz: Eslatma kiriting
vi: Nhập ghi chú

# settingsDeliveryMethodToCity
source: To the city
id: Ke kota
uz: Shaharga
vi: Đến thành phố

source: Currency
id: Mata uang
uz: Valyuta
vi: Tiền tệ

source: Languages
id: Bahasa
uz: Tillar
vi: Ngôn ngữ

source: Quantity
id: Kuantitas
uz: Miqdori
vi: Số lượng

# ordersOrderComments
source: Comment to order
id: Komentar pada pesanan
uz: Buyurtma bo'yicha sharhlar
vi: Bình luận về đơn hàng

# ordersNoteAboutClient
source: Note about the client
id: Catatan Klien
uz: Mijoz eslatmasi
vi: Ghi chú của khách hàng

# ordersOrderSum
source: Order amount
id: Jumlah pesanan
uz: Buyurtma miqdori
vi: Số tiền đặt hàng

# ordersConfirm
source: Confirm
id: Mengonfirmasi
uz: Tasdiqlang
vi: Xác nhận

# ordersPurschasePrice
source: Purchase price
id: Harga pembelian
uz: Sotib olish narxi
vi: Giá mua

# ordersBarcode
source: Barcode
id: kode batang
uz: Shtrix-kod
vi: Mã vạch

# ordersOffer
source: Offer:
id: Menawarkan:
uz: Taklif:
vi: Lời đề nghị:

# ordersPopupAboutClientAndOrder
source: About the client and the order
id: Tentang klien dan pesanan
uz: Mijoz va buyurtma haqida
vi: Về khách hàng và đơn hàng

# ordersPopupCancelOrder
source: Cancel order
id: Batalkan pesanan
uz: Buyurtmani bekor qilish
vi: Hủy đơn hàng

# ordersConfirmation
source: Confirmation
id: Konfirmasi
uz: Tasdiqlash
vi: Xác nhận

# ordersSellPrice
source: Selling price
id: Harga penjualan
uz: Sotish narxi
vi: Giá bán

# proceed
source: Continue
id: Melanjutkan
uz: Davom eting
vi: Tiếp tục

# mainSalesCountry
source: Main country of sales
id: Negara penjualan utama
uz: Asosiy sotiladigan mamlakat
vi: Quốc gia bán hàng chính

# mainSalesLanguage
source: Primary language for work
id: Bahasa utama untuk bekerja
uz: Ish uchun asosiy til
vi: Ngôn ngữ chính cho công việc

# defaultSalesCountryDescription
source: Select the country where your company is located. Shipping may be international.
id: Pilih negara tempat perusahaan Anda berada. Pengiriman mungkin internasional.
uz: Kompaniyangiz joylashgan mamlakatni tanlang. Yetkazib berish xalqaro bo'lishi mumkin.
vi: Chọn quốc gia nơi công ty của bạn đặt trụ sở. Giao hàng có thể là quốc tế.

# defaultSalesLanguageDescription
source: Select the language to work with the catalog. Translation into other languages will be automatic.
id: Pilih bahasa untuk digunakan dengan katalog. Terjemahan ke bahasa lain akan dilakukan secara otomatis.
uz: Katalog bilan ishlash uchun tilni tanlang. Boshqa tillarga tarjima avtomatik bo'ladi.
vi: Chọn ngôn ngữ để làm việc với danh mục. Việc dịch sang các ngôn ngữ khác sẽ được tự động.

# choose_country
source: Select country
id: Pilih negara
uz: Mamlakatni tanlang
vi: Chọn quốc gia

# choose_countries
source: Select countries
id: Pilih negara
uz: Mamlakatlarni tanlang
vi: Chọn quốc gia

# choose_city
source: Select city
id: Pilih kota
uz: Shaharni tanlang
vi: Chọn một thành phố

# choose_cities
source: Select cities
id: Pilih kota
uz: Shaharlarni tanlang
vi: Chọn thành phố

# choose_regions
source: Select regions
id: Pilih wilayah
uz: Hududlarni tanlang
vi: Chọn vùng

source: Search
id: Mencari
uz: Qidiruv
vi: Tìm kiếm

# country_not_found
source: Didn't find the country?
id: Tidak menemukan negaranya?
uz: Mamlakatni topmadingizmi?
vi: Không tìm thấy đất nước?

# city_not_found
source: Didn't find the city?
id: Tidak menemukan kotanya?
uz: Shaharni topmadingizmi?
vi: Không tìm thấy thành phố?

# mainLanguage
source: Primary language
id: Bahasa utama
uz: Asosiy til
vi: Ngôn ngữ chính

# products
source: Goods
id: Barang-barang
uz: Tovarlar
vi: Hàng hóa

source: Selling price
id: Harga penjualan
uz: Sotish narxi
vi: Giá bán

# productDescriptionHint
source: Enter a description
id: Masukkan deskripsi
uz: Tavsif kiriting
vi: Nhập mô tả

# yourStoreReady
source: Your store is ready to work!
id: Toko Anda siap berangkat!
uz: Sizning do'koningiz foydalanishga tayyor!
vi: Cửa hàng của bạn đã sẵn sàng hoạt động!

# weCreatedYourStore
source: We have created a store for you, and it is already available on iOS and Android
id: Kami telah membuatkan toko untuk Anda, dan itu sudah ada tersedia di iOS dan Android
uz: Biz siz uchun do'kon yaratdik va u allaqachon mavjud iOS va Androidda mavjud
vi: Chúng tôi đã tạo một cửa hàng cho bạn và nó đã sẵn sàng có sẵn trên iOS và Android

# haveQuestions
source: Any questions?
id: Ada pertanyaan?
uz: Savollaringiz bormi?
vi: Có câu hỏi nào không?

# writeUs
source: Write to us - we will help
id: Menulis kepada kami - kami akan membantu
uz: Bizga yozing - biz yordam beramiz
vi: Viết thư cho chúng tôi - chúng tôi sẽ giúp đỡ

# settingsLanguageViewAdditionalHeader
source: Additional
id: Tambahan
uz: Qo'shimcha
vi: Thêm vào

# settingsLanguageViewAdditionalLanguages
source: Additional languages
id: Bahasa tambahan
uz: Qo'shimcha tillar
vi: Ngôn ngữ bổ sung

# recommended
source: We recommend
id: Kami merekomendasikan
uz: Biz tavsiya qilamiz
vi: Chúng tôi khuyên bạn nên

# done
source: Ready
id: Siap
uz: Tayyor
vi: Sẵn sàng

source: Edit
id: Sunting
uz: Tahrirlash
vi: Biên tập

# exit
source: Log out
id: Keluar
uz: Chiqish
vi: Đăng xuất

# collectAllProducts
source: All goods must be collected
id: Semua barang harus dikumpulkan
uz: Barcha narsalarni yig'ish kerak
vi: Tất cả các mặt hàng phải được thu thập

# notAllProductsCollected
source: Not all items are collected
id: Tidak semua barang telah dikumpulkan
uz: Hamma tovarlar yig'ilmagan
vi: Không phải tất cả hàng hóa đã được thu thập

source: All
id: Semua
uz: Hammasi
vi: Tất cả

source: In stock
id: Tersedia
uz: Omborda mavjud; sotuvda mavjud
vi: Còn hàng

# outOfStock
source: Absent
id: Absen
uz: Yo'q
vi: Vắng mặt

# createStore
source: Creating a store
id: Membuat toko
uz: Do'kon yaratish
vi: Tạo một cửa hàng

# storeReadyCardActionOpenStore
source: Go to the store
id: Pergi ke toko
uz: Do'konga boring
vi: Đi đến cửa hàng

# storeReadyCardActionCopyStoreUrl
source: Share link
id: Bagikan tautan
uz: Havolani ulashing
vi: Chia sẻ liên kết

# storeReadyCardActionOpenQR
source: Show QR code
id: Tampilkan kode QR
uz: QR kodini ko'rsatish
vi: Hiển thị mã QR

# settingsAboutHeader
source: Information
id: Informasi
uz: Ma'lumot
vi: Thông tin

# settingsAdditionalSettingsHeader
source: Additional settings
id: Pengaturan tambahan
uz: Qo'shimcha sozlamalar
vi: Cài đặt bổ sung

# settingsViewStoreDescription
source: Short description (max. {maxSymbol} characters)
id: Deskripsi singkat (maks. {maxSymbol} karakter)
uz: Qisqacha tavsif (maksimal {maxSymbol} ta belgi)
vi: Mô tả ngắn gọn (tối đa {maxSymbol} ký tự)

# settingsViewStoreDescriptionHint
source: Enter a short description
id: Masukkan deskripsi singkat
uz: Qisqa tavsifni kiriting
vi: Nhập mô tả ngắn

# settingsCatalogDesignHeader
source: Design
id: Desain
uz: Dizayn
vi: Thiết kế

# settingsCatalogDesignSubtitle
source: Appearance
id: Penampilan
uz: Tashqi ko'rinish
vi: Vẻ bề ngoài

# ordersPaymentStatusNotPaid
source: Not paid
id: Tidak dibayar
uz: To'lanmagan
vi: Chưa thanh toán

# ordersSumsMore
source: More than the order amount
id: Lebih dari jumlah pesanan
uz: Buyurtma miqdoridan ko'proq
vi: Nhiều hơn số lượng đặt hàng

source: Contacts
id: Kontak
uz: Kontaktlar
vi: Danh bạ

source: Not set
id: Tidak ditentukan
uz: Belgilanmagan
vi: Không được chỉ định

# createInfoSectionButtonTitle
source: Create an info section
id: Buat bagian informasi
uz: Ma'lumot bo'limini yarating
vi: Tạo phần thông tin

source: New info section
id: Bagian informasi baru
uz: Yangi ma'lumotlar bo'limi
vi: Phần thông tin mới

# chapterHeader
source: Chapter
id: Bab
uz: Bob
vi: chương

source: Description
id: Keterangan
uz: Tavsif
vi: Sự miêu tả

source: Telephone
id: Telepon
uz: Telefon
vi: Điện thoại

source: Create contact
id: Buat kontak
uz: Kontakt yarating
vi: Tạo một liên hệ

source: Privacy Policy
id: Kebijakan Privasi
uz: Maxfiylik siyosati
vi: Chính sách bảo mật

# enterCompanyDescription
source: Enter a company description
id: Masukkan deskripsi perusahaan
uz: Kompaniya tavsifini kiriting
vi: Nhập mô tả công ty

source: Name
id: Nama
uz: Ism
vi: Tên

# URLPages
source: Page URL
id: URL halaman
uz: Sahifa URL manzili
vi: URL trang

source: Disclaimer
id: Penafian
uz: Rad etish
vi: Tuyên bố miễn trừ trách nhiệm

# enterName
source: Enter the name
id: Masukkan nama
uz: Ismni kiriting
vi: Nhập tên

# enterTelephone
source: Enter your phone number
id: Masukkan nomor telepon
uz: Telefon raqamini kiriting
vi: Nhập số điện thoại

# ordersCardItemStateExcluded
source: Excluded
id: Dikecualikan
uz: Chiqarilgan
vi: Đã loại trừ

# ordersCardItemStateExclude
source: Exclude
id: Mengecualikan
uz: Cheklash
vi: Loại trừ

# storeYourPhoneNumber
source: Store phone number
id: Nomor telepon toko
uz: Do'kon telefon raqami
vi: Lưu trữ số điện thoại

# storeSpecifyCountryLanguageAndTelephone
source: Please specify your country, language and phone number.
id: Harap sebutkan negara, bahasa, dan nomor telepon Anda
uz: Iltimos, mamlakatingiz, tilingiz va telefon raqamingizni ko'rsating
vi: Vui lòng cho biết quốc gia, ngôn ngữ và số điện thoại của bạn

# storeSelectApplicationType
source: Select application type
id: Pilih jenis aplikasi
uz: Ilova turini tanlang
vi: Chọn loại ứng dụng

# storesListTitle
source: Shops
id: Toko
uz: Do'konlar
vi: Cửa hàng

# storesListActiveButtonTitle
source: Active
id: Aktif
uz: Faol
vi: Tích cực

# storesListInactiveButtonTitle
source: Inactive
id: Tidak aktif
uz: Faol emas
vi: Không hoạt động

# userLogoutPopupTitle
source: Exit
id: KELUAR
uz: Chiqish
vi: Ra

# userLogoutPopupContent
source: Are you sure you want to exit?
id: Apakah kamu yakin ingin keluar?
uz: Haqiqatan ham tashqariga chiqmoqchimisiz?
vi: Bạn có chắc chắn muốn ra ngoài không?

# ordersCardItemStateMoveToCollect
source: Move to "Collect"
id: Pindah ke "Kumpulkan"
uz: "To'plash" bo'limiga o'ting
vi: Di chuyển đến "Sưu tập"

# ordersClientContactPhoneNumber
source: Contact phone number
id: Nomor telepon kontak
uz: Aloqa telefon raqami
vi: Số điện thoại liên hệ

# ordersClientMainPhoneNumber
source: Main phone
id: Telepon utama
uz: Asosiy telefon
vi: Điện thoại chính

# ordersClientCallTheNumber
source: Call
id: Panggilan
uz: Qo'ng'iroq qiling
vi: Gọi

source: Copy
id: Menyalin
uz: Nusxalash
vi: Sao chép

# ordersClientPaymentForOrder
source: Payment for the order
id: Pembayaran untuk pesanan
uz: Buyurtma uchun to'lov
vi: Thanh toán cho đơn hàng

# settingsPaymentSystemUpdateHint
source: Enter
id: Memasuki
uz: Kirish
vi: Đi vào

# orderCompositionViewCollectAllProducts
source: For an order to move to the next status, it must contain collected goods.
id: Untuk memindahkan pesanan ke status berikutnya, pesanan harus berisi barang yang dikumpulkan
uz: Buyurtmani keyingi holatga o'tkazish uchun unda to'plangan tovarlar bo'lishi kerak
vi: Để chuyển đơn hàng sang trạng thái tiếp theo, đơn hàng phải chứa hàng đã thu thập

# orderCompositionViewNotAllProductsCollected
source: All items are excluded
id: Semua item dikecualikan
uz: Barcha elementlar chiqarib tashlandi
vi: Tất cả các mục bị loại trừ

source: Order number
id: Nomor pesanan
uz: Buyurtma raqami
vi: Số đơn hàng

# contactsViewMakeText
source: Headline
id: Menuju
uz: Sarlavha
vi: tiêu đề

source: Email
uz: Elektron pochta

# mustBePayedDialogTitle
source: No payment
id: Tidak ada pembayaran
uz: Toʻlov yoʻq
vi: Không thanh toán

# mustBePayedDialogContent
source: The order must be paid for.
id: Pesanan harus dibayar
uz: Buyurtma to'lanishi kerak
vi: Đơn hàng phải được thanh toán

# deletePaymentMethod
source: Remove payment method
id: Hapus metode pembayaran
uz: To'lov usulini olib tashlang
vi: Xóa phương thức thanh toán

# productsPrice
source: Cost of goods
id: Harga pokok barang
uz: Tovarlarning narxi
vi: Chi phí hàng hóa

# deliveryPrice
source: Shipping cost
id: Biaya pengiriman
uz: Yetkazib berish narxi
vi: Chi phí giao hàng

# additionalSettingsMinimumOrderAmountHeader
source: Minimum order amount
id: Jumlah pesanan minimum
uz: Minimal buyurtma miqdori
vi: Số tiền đặt hàng tối thiểu

# settingsMinimumOrderOrderSum
source: Sum
id: Jumlah
uz: so'm
vi: Tổng

# helpViewUsefulInformation
source: Useful information
id: Informasi yang berguna
uz: Foydali ma'lumotlar
vi: Thông tin hữu ích

# ordersPopupAddProduct
source: Add product
id: Tambahkan produk
uz: Mahsulot qo'shing
vi: Thêm sản phẩm

# offersListHeader
source: Offer
id: Menawarkan
uz: Taklif
vi: Lời đề nghị

# findProductFrom
source: from
id: dari
uz: dan
vi: từ

source: Hide
id: Bersembunyi
uz: Yashirish
vi: Trốn

# goodsViewNewProductTitle
source: New product
id: Produk baru
uz: Yangi mahsulot
vi: Sản phẩm mới

# leafCardChipThereIs
source: Eat
id: Makan
uz: Ovqatlang
vi: Ăn

source: No
id: TIDAK
uz: Yo'q
vi: KHÔNG

source: Import history
id: Impor riwayat
uz: Import tarixi
vi: Lịch sử nhập khẩu

# productItemEdit
source: Change
id: Mengubah
uz: O'zgartirish
vi: Thay đổi

source: Clone
id: Klon
uz: Klonlash
vi: Dòng vô tính

# productPhotoDifferentProducts
source: Photos of different products
id: Foto produk yang berbeda
uz: Turli xil mahsulotlarning fotosuratlari
vi: Hình ảnh các sản phẩm khác nhau

# productPhotoSingleProduct
source: Photo of one product
id: Foto satu produk
uz: Bitta mahsulotning fotosurati
vi: Hình ảnh của một sản phẩm

# productEnterPrice
source: Enter price
id: Masukkan harga
uz: Narxni kiriting
vi: Nhập giá

# productUnprocessedChanges
source: Unprocessed changes
id: Perubahan mentah
uz: Oddiy o'zgarishlar
vi: Thay đổi thô

# productErrorTryAgain
source: Try again
id: Coba lagi
uz: Qayta urinib ko'ring
vi: Thử lại

# settingsRolesHeader
source: Roles
id: Peran
uz: Rollar
vi: Vai trò

# settingsRolesAddNewRole
source: Create a role
id: Buat peran
uz: Rol yarating
vi: Tạo một vai trò

# settingsRolesRoleRights
source: Rights
id: Hak
uz: Huquqlar
vi: Quyền

# settingsRolesRoleViewInviteButton
source: Invite
id: Mengundang
uz: Taklif qiling
vi: Mời

# settingsRolesAddNewRoleNameHint
source: Enter the role name
id: Masukkan nama peran
uz: Rol nomini kiriting
vi: Nhập tên vai trò

# settingsRolesAddNewRoleNameLabel
source: Role Title
id: Nama peran
uz: Rol nomi
vi: Tên vai trò

# helpViewAppIsReady
source: The application is created and works!
id: Aplikasi telah dibuat dan berfungsi!
uz: Ilova yaratildi va ishlamoqda!
vi: Ứng dụng đã được tạo và đang hoạt động!

# importHistoryViewStart
source: Start
id: Awal
uz: Boshlash
vi: Bắt đầu

# importHistoryViewUpdateXML
source: Update .xml
id: Perbarui .xml
uz: .xml ni yangilang
vi: Cập nhật .xml

# importHistoryViewDownloadXMLButton
source: Download .xml
id: Unduh .xml
uz: .xml ni yuklab oling
vi: Tải xuống .xml

# productItemDeleteAllErrors
source: Delete all
id: Hapus semuanya
uz: Hammasini o'chirib tashlang
vi: Xóa mọi thứ

# settingsIntegrationAlertTitle
source: Settings saved
id: Pengaturan disimpan
uz: Sozlamalar saqlandi
vi: Đã lưu cài đặt

# settingsIntegrationAlertContent
source: File processing has begun. Monitor the directory for changes.
id: Pemrosesan file telah dimulai. Ikuti perubahan di katalog.
uz: Faylni qayta ishlash boshlandi. Katalogdagi o'zgarishlarni kuzatib boring.
vi: Quá trình xử lý tập tin đã bắt đầu. Theo dõi những thay đổi trong danh mục.

# settingsContactUrlDisplayedValue
source: Displayed value
id: Nilai tampilan
uz: Ko'rsatilgan qiymat
vi: Giá trị hiển thị

# settingsBasicSettingsHeader
source: Basic settings
id: Pengaturan dasar
uz: Asosiy sozlamalar
vi: Cài đặt cơ bản

# settingsDeliveryMethodsHeader
source: Delivery methods
id: Metode pengiriman
uz: Yetkazib berish usullari
vi: Phương thức giao hàng

# settingsInformationCompanyHeader
source: Company information
id: Informasi perusahaan
uz: Kompaniya haqida ma'lumot
vi: Thông tin công ty

# alertDeleteDialogTitle
source: Are you sure?
id: Apa kamu yakin?
uz: Ishonchingiz komilmi?
vi: Bạn có chắc không?

# importProductPhotoFromCamera
source: Camera
id: Kamera
uz: Kamera
vi: Máy ảnh

# importProductPhotoFromGallery
source: Gallery
id: Galeri
uz: Galereya
vi: Phòng trưng bày

# settingsIntegrationWidgetForWebsiteTitle
source: Widget for the site
id: Widget untuk situs
uz: Sayt uchun vidjet
vi: Tiện ích cho trang web

# settingsReportsViewTitle
source: Analytics
id: Analisis
uz: Analitika
vi: Phân tích

# settingsReportsViewAbandonedCartsTitle
source: Abandoned Carts
id: Gerobak yang ditinggalkan
uz: Tashlab ketilgan aravalar
vi: Xe đẩy bị bỏ rơi

# filterViewFiltration
source: Filtration
id: Penyaringan
uz: Filtrlash
vi: Lọc

# filterViewSorting
source: Sorting
id: Penyortiran
uz: Saralash
vi: Sắp xếp

# filterViewCheapFirst
source: Cheap ones first
id: Yang murah dulu
uz: Avval arzonlari
vi: Cái rẻ trước tiên

# filterViewDearOnesFirst
source: First of all, dear ones
id: Yang tersayang dulu
uz: Avvalo azizlar
vi: Những người thân yêu trước tiên

# filterViewNewOnesFirst
source: New ones first
id: Yang baru dulu
uz: Birinchi navbatda yangilari
vi: Những cái mới đầu tiên
