Repository: arturkhmeliarskiy/blind_chicken
Catalog: lib/core_config/localization/l10n/intl_*.arb
Languages: id, uz, vi

# filterViewPopularity
source: By popularity
id: Berdasarkan popularitas
uz: Mashhurlik bo'yicha
vi: Theo mức độ phổ biến

# filterViewByDiscountAmount
source: By discount size
id: Berdasarkan jumlah diskon
uz: Chegirma miqdori bo'yicha
vi: Theo số tiền chiết khấu

# filterViewShowResultsButton
source: Show results
id: Tunjukkan hasil
uz: Natijalarni ko'rsatish
vi: Hiển thị kết quả

# settingsDeliveryViewDeliveryIntervals
source: Delivery intervals
id: Interval pengiriman
uz: Yetkazib berish oraliqlari
vi: Khoảng thời gian giao hàng

# additionalSettingsViewPromoBannersTitle
source: Promo banners
id: Spanduk promo
uz: Reklama bannerlari
vi: Biểu ngữ quảng cáo

# filterViewHeader
source: Filter
id: Menyaring
uz: Filtr
vi: Lọc

# orderNoNameTitle
source: No name
id: Tidak ada nama
uz: Ism yo'q
vi: Không có tên

# productsFiltersReset
source: Reset
id: Mengatur ulang
uz: Qayta tiklash
vi: Cài lại

# settingsDeliveryIntegralsActivation
source: Activity:
id: Aktivitas:
uz: Faoliyat:
vi: Hoạt động:

# settingsDeliveryIntegralsCreateIntervalButton
source: Create interval
id: Buat interval
uz: Interval yarating
vi: Tạo khoảng thời gian

# deliveryIntegralsSetTimeInterval
source: Set the time interval
id: Tetapkan interval waktu
uz: Vaqt oralig'ini belgilang
vi: Đặt khoảng thời gian

# deliveryTimezoneViewHeader
source: Time zone
id: Zona waktu
uz: Vaqt mintaqasi
vi: Múi giờ

# deliveryTimezoneChooseYourTimezone
source: Select time zone
id: Pilih zona waktu
uz: Vaqt mintaqasini tanlang
vi: Chọn múi giờ

# settingsDeliveryIntervalsViewIntervals
source: intervals
id: interval
uz: intervallar
vi: khoảng thời gian

# settingsLogosViewLanguagesPrimaryAndSecondary
source: Primary and secondary
id: Primer dan sekunder
uz: Birlamchi va ikkilamchi
vi: Sơ cấp và thứ cấp

# additionalSettingsViewProductPropertiesTitle
source: Product properties
id: Properti produk
uz: Mahsulot xususiyatlari
vi: Thuộc tính sản phẩm

# additionalSettingsViewProductCategoriesTitle
source: Product categories
id: Kategori produk
uz: Mahsulot toifalari
vi: Danh mục sản phẩm

# bottomBarTextLaunch
source: Home
id: Rumah
uz: Uy
vi: Trang chủ

# helpViewYourApplications
source: Your applications
id: Aplikasi Anda
uz: Sizning ilovalaringiz
vi: Ứng dụng của bạn

# helpViewAppIsReadySubtitle
source: It opens via a link. Share it with your clients.
id: Ini terbuka melalui tautan. Bagikan dengan klien Anda.
uz: U havola orqali ochiladi. Uni mijozlaringiz bilan baham ko'ring.
vi: Nó mở thông qua liên kết. Chia sẻ nó với khách hàng của bạn.

# NoAbandonedCartsTitle
source: No abandoned carts
id: Tidak ada gerobak yang ditinggalkan
uz: Tashlab ketilgan aravalar yo'q
vi: Không có xe hàng bị bỏ rơi

# NoAbandonedCartsSubTitle
source: You will be able to see them when customers add items to their cart.
id: Anda akan dapat melihatnya ketika pelanggan menambahkan item ke keranjang mereka
uz: Mijozlar savatga narsalarni qo'shganda, siz ularni ko'rishingiz mumkin bo'ladi
vi: Bạn sẽ có thể nhìn thấy chúng khi khách hàng thêm mặt hàng vào giỏ hàng của họ

# directoryStructureViewHeader
source: Directory structure
id: Struktur direktori
uz: Katalog tuzilishi
vi: Cấu trúc thư mục

# directoryStructureViewCreateCategoryButton
source: Create category
id: Buat kategori
uz: Kategoriya yarating
vi: Tạo một danh mục

# directoryNewCategoryViewHeader
source: New category
id: Kategori baru
uz: Yangi kategoriya
vi: Danh mục mới

# directoryNewCategoryViewCategory
source: categories
id: kategori
uz: toifalar
vi: Thể loại

# newCategoryName
source: Name
id: Nama
uz: Ism
vi: Tên

# newCategoryEnterCategoryName
source: Enter category name
id: Masukkan nama kategori
uz: Kategoriya nomini kiriting
vi: Nhập tên danh mục

# newCategoryAutomaticProductSelection
source: Automatic selection of products
id: Pemilihan produk otomatis
uz: Avtomatik mahsulotni tanlash
vi: Lựa chọn sản phẩm tự động

# categoryAddProductsToCategoryButton
source: Add products to category
id: Tambahkan produk ke kategori
uz: Kategoriyaga mahsulotlar qo'shing
vi: Thêm sản phẩm vào danh mục

# productSelectionViewHeader
source: Select product
id: Pemilihan produk
uz: Mahsulot tanlash
vi: Lựa chọn sản phẩm

# paymentSystemAccountNotIssued
source: The invoice has not been issued
id: Tidak ada faktur yang diterbitkan
uz: Hisob-faktura berilmagan
vi: Không xuất hóa đơn

# paymentSystemInvoiced
source: The invoice has been issued
id: Faktur diterbitkan
uz: Hisob-faktura berilgan
vi: Hóa đơn được phát hành

# paymentSystemCustomerReportedPayment
source: The client reported the payment
id: Klien melaporkan pembayaran
uz: Mijoz to'lov haqida xabar berdi
vi: Khách hàng báo cáo thanh toán

# paymentSystemBillHeader
source: Issue an invoice
id: Terbitkan faktur
uz: Hisob-fakturani berish
vi: Xuất hóa đơn

# paymentSystemBillButtonSendInvoiceForPayment
source: Send invoice for payment
id: Kirim faktur untuk pembayaran
uz: To'lov uchun hisob-fakturani yuboring
vi: Gửi hóa đơn để thanh toán

# paymentSystemBillButtonCancelAccount
source: Cancel invoice
id: Batalkan akun
uz: Hisobni bekor qilish
vi: Hủy tài khoản

# paymentSystemBillLinkToPaymentPage
source: Link to payment page
id: Tautan ke halaman pembayaran
uz: To'lov sahifasiga havola
vi: Liên kết đến trang thanh toán

# paymentSystemBillMessageFromTheClient
source: Message from the client
id: Pesan dari klien
uz: Mijozdan kelgan xabar
vi: Tin nhắn từ khách hàng

# paymentSystemBillInvoiceSentToClient
source: The invoice has been sent to the client.
id: Faktur dikirim ke klien
uz: Hisob-faktura mijozga yuborildi
vi: Hóa đơn gửi cho khách hàng

# directoryStructureNoProductsText
source: These products are displayed on the store's main page unless categories are used.
id: Produk-produk ini ditampilkan di halaman utama toko jika kategori tidak digunakan.
uz: Agar toifalar ishlatilmasa, ushbu mahsulotlar do'konning asosiy sahifasida ko'rsatiladi.
vi: Những sản phẩm này được hiển thị trên trang chính của cửa hàng nếu danh mục không được sử dụng.

# directoryStructureYesProductsText
source: These products need to be moved to categories to be displayed in the catalog.
id: Produk-produk ini perlu dipindahkan ke kategori untuk ditampilkan di katalog.
uz: Ushbu mahsulotlar katalogda ko'rsatilishi uchun toifalarga ko'chirilishi kerak.
vi: Những sản phẩm này cần được chuyển vào danh mục để hiển thị trong danh mục.

# directoryStructureViewUncategorized
source: Uncategorized
id: Tidak dikategorikan
uz: Kategoriyasiz
vi: Chưa được phân loại

# categoryProductsViewEmptyProducts
source: There are no products in the category
id: Tidak ada produk dalam kategori tersebut
uz: Turkumda mahsulotlar mavjud emas
vi: Không có sản phẩm nào trong danh mục

# directoryStructureViewCategory
source: Category
id: Kategori
uz: Turkum
vi: Loại

# historyOfChangesHeader
source: Change history
id: Sejarah perubahan
uz: O'zgarishlar tarixi
vi: Lịch sử thay đổi

# infoViewNotSet
source: Not set
id: Tidak ditentukan
uz: Belgilanmagan
vi: Không được chỉ định

# infoViewOff
source: Off
id: Mati
uz: Oʻchirilgan
vi: Tắt

# infoViewOn
source: On
id: Pada
uz: Yoniq
vi: TRÊN

# orderTileAlertOrderPayed
source: The order has been paid.
id: Pesanan telah dibayar.
uz: Buyurtma to'landi.
vi: Đơn đặt hàng đã được thanh toán.

# orderTileAlertCustomerReportedPayment
source: The client reported the payment.
id: Klien melaporkan pembayaran.
uz: Mijoz to'lov haqida xabar berdi.
vi: Khách hàng báo đã thanh toán.

# orderTileAlertAccountPosted
source: The invoice has been issued.
id: Faktur telah diterbitkan.
uz: Hisob-faktura berilgan.
vi: Hóa đơn đã được phát hành.

# orderTileAlertOrderNotPaid
source: The order has not been paid.
id: Pesanan belum dibayar.
uz: Buyurtma to'lanmagan.
vi: Đơn đặt hàng chưa được thanh toán.

# createProductViewPurchasePrice
source: Purchase price
id: Harga pembelian
uz: Sotib olish narxi
vi: Giá mua

# productMarkupPrice
source: Markup
id: Biaya tambahan
uz: Qo'shimcha to'lov
vi: Phụ phí

# productIncomePrice
source: Profit
id: Laba
uz: Foyda
vi: Lợi nhuận

# ordersQuantityMeasurement
source: Unit of measurement
id: Satuan pengukuran
uz: O'lchov birligi
vi: Đơn vị đo lường

# settingsProductsPurchasePriceHeader
source: Purchase prices
id: Harga pembelian
uz: Sotib olish narxlari
vi: Giá mua

# purchasePriceSettingsYesDescription
source: For each role, you need to set up rights to work with the purchase price in the catalog and orders.
id: Untuk setiap peran, Anda harus mengonfigurasi hak untuk bekerja dengan harga pembelian di katalog dan pesanan.
uz: Har bir rol uchun katalog va buyurtmalardagi xarid narxi bilan ishlash huquqini sozlashingiz kerak.
vi: Đối với mỗi vai trò, bạn phải định cấu hình quyền để làm việc với giá mua trong danh mục và đơn đặt hàng.

# purchasePriceSettingsDescription
source: The store operates with purchase prices
id: Toko bekerja dengan harga pembelian
uz: Do'kon xarid narxlari bilan ishlaydi
vi: Cửa hàng làm việc với giá mua

# settingsCategoryViewCategoryView
source: Catalog display type
id: Jenis tampilan katalog
uz: Katalogni ko'rsatish turi
vi: Kiểu hiển thị danh mục

# settingsCategoryViewCategory
source: Categories
id: Kategori
uz: Kategoriyalar
vi: Thể loại

# productPropertiesViewSystemic
source: Systemic
id: Sistem
uz: Tizim
vi: Hệ thống

# productPropertiesViewCustom
source: Custom
id: Kebiasaan
uz: Maxsus
vi: Phong tục

# productPropertiesViewGoods
source: goods
id: barang-barang
uz: tovarlar
vi: hàng hóa

# productPropertiesViewType
source: Type
id: Jenis
uz: Turi
vi: Kiểu

# productPropertiesSystemViewMeaning
source: Meaning
id: Arti
uz: Ma'nosi
vi: Nghĩa

# productPropertiesSystemViewSet
source: Given
id: Mengatur
uz: Oʻrnatish
vi: Bộ

# productPropertiesCreateHeader
source: Create property
id: Buat properti
uz: Mulk yaratish
vi: Tạo thuộc tính

# productPropertiesAlertHeader
source: Are you sure you want to delete the property? It will disappear from all products.
id: Apakah Anda yakin ingin menghapus properti tersebut? Itu akan hilang dari semua produk.
uz: Mulkni oʻchirib tashlamoqchimisiz? U barcha mahsulotlardan yo'qoladi.
vi: Bạn có chắc chắn muốn xóa thuộc tính này không? Nó sẽ biến mất khỏi tất cả các sản phẩm.

# createPropertyViewSelectType
source: Select type
id: Pilih jenis
uz: Turni tanlang
vi: Chọn loại

# createPropertyViewParagraphTitle
source: Text
id: Teks
uz: Matn
vi: Chữ

# createPropertyViewDecimalTitle
source: Fractional number
id: Nomor pecahan
uz: Kasr son
vi: số phân số

# createPropertyViewDateTitle
source: Date and time
id: Tanggal dan waktu
uz: Sana va vaqt
vi: Ngày và giờ

# createPropertyViewBooleanTitle
source: Yes or no
id: Ya atau tidak
uz: Ha yoki yo'q
vi: Có hoặc không

# createPropertyViewDropdownTitle
source: List (select one value)
id: Daftar (pilih satu nilai)
uz: Ro'yxat (bitta qiymatni tanlang)
vi: Danh sách (chọn một giá trị)

# createPropertyViewMultiselectTitle
source: List (multiple choice)
id: Daftar (pilihan ganda)
uz: Ro'yxat (bir nechta tanlov)
vi: Danh sách (nhiều lựa chọn)

# createPropertyViewColorTitle
source: Color (select one value)
id: Warna (pilih satu nilai)
uz: Rang (bitta qiymatni tanlang)
vi: Màu sắc (chọn một giá trị)

# createPropertyViewMulticolorTitle
source: Color (multiple choice)
id: Warna (pilihan ganda)
uz: Rang (bir nechta tanlov)
vi: Màu sắc (nhiều lựa chọn)

# productMoreInfoViewAddPropertyButton
source: Add property
id: Tambahkan properti
uz: Mulk qo'shing
vi: Thêm tài sản

# addProductPropertiesViewDescription
source: You can create a property in the store settings
id: Anda dapat membuat properti di pengaturan toko
uz: Do'kon sozlamalarida mulk yaratishingiz mumkin
vi: Bạn có thể tạo thuộc tính trong cài đặt cửa hàng

# productPropertiesViewHeader
source: Product property
id: Properti produk
uz: Mahsulot mulki
vi: Thuộc tính sản phẩm

# createPropertyViewMediaTitle
source: Media Gallery
id: Galeri media
uz: Media galereyasi
vi: Thư viện phương tiện

# createPropertyViewIntegerTitle
source: Integer
id: Bilangan bulat
uz: Butun son
vi: số nguyên

# createPropertyViewShortTextTitle
source: Short text
id: Teks pendek
uz: Qisqa matn
vi: Văn bản ngắn

# createPropertyViewUrlTitle
source: Link
uz: Havola
vi: liên kết

source: Clear
id: Jernih
uz: Toza
vi: Thông thoáng

# tradeOffersViewTitle
source: All offers
id: Semua penawaran
uz: Barcha takliflar
vi: Tất cả ưu đãi

# tradeOffersViewCreateValueButtonTitle
source: Add a suggestion
id: Tambahkan penawaran
uz: Taklif qo'shing
vi: Thêm ưu đãi

# tradeOffersViewSetAsPrimaryButtonTitle
source: Make it primary
id: Tetapkan sebagai utama
uz: Asosiy qilib belgilang
vi: Đặt làm chính

# attributeChoiceViewCreateAttributeChoiceTitle
source: Create value
id: Ciptakan nilai
uz: Qiymat yaratish
vi: Tạo giá trị

# addTradeOfferViewTitle
source: New offer
id: Penawaran baru
uz: Yangi taklif
vi: Ưu đãi mới

# addTradeOfferViewCreateButtonTitle
source: Create
id: Membuat
uz: Yaratish
vi: Tạo nên

# filterViewSelectAttributes
source: Select property
id: Pilih properti
uz: Mulkni tanlang
vi: Chọn thuộc tính

# filterViewSelectedAttributes
source: Selected
id: Terpilih
uz: Tanlangan
vi: Đã chọn

# filterViewAttributes
source: properties
id: properti
uz: xususiyatlari
vi: của cải

# updateTextFieldViewPhoto
source: There is a photo
id: Ada foto
uz: Surat bor
vi: Có một bức ảnh

# updateTextFieldViewNoPhoto
source: No photo
id: Tidak ada foto
uz: Surat yo'q
vi: Không có ảnh

# updateTextFieldViewPriceFrom
source: From
id: Dari
uz: Kimdan
vi: Từ

# updateTextFieldViewPriceTo
source: To
id: Ke
uz: Kimga
vi: ĐẾN

# productMoreInfoViewOffers
source: offers
id: proposal
uz: takliflar
vi: đề xuất

# productMoreInfoViewTradeOffers
source: Trade offers
id: Penawaran dagang
uz: Savdo takliflari
vi: Ưu đãi thương mại

# additionalSettingsIntegrationCRM
source: Integration with CRM
id: Integrasi dengan CRM
uz: CRM bilan integratsiya
vi: Tích hợp với CRM

# additionalSettingsWebIntegration
source: Integration with web cash register
id: Integrasi dengan mesin kasir web
uz: Veb-kassa apparati bilan integratsiya
vi: Tích hợp với máy tính tiền web

# deleteAccountAlertDialogContent
source: Deleting your account will result in the loss of all data associated with it.
id: Menghapus akun akan mengakibatkan hilangnya semua data yang terkait dengannya.
uz: Hisobni o'chirish u bilan bog'liq barcha ma'lumotlarning yo'qolishiga olib keladi.
vi: Xóa tài khoản sẽ dẫn đến mất tất cả dữ liệu liên quan đến tài khoản đó.

# settingsDeleteAccount
source: Delete account
id: Hapus akun
uz: Hisobni o'chirish
vi: Xóa tài khoản

# goodsViewSelectItems
source: Select product
id: Pilih produk
uz: Mahsulotni tanlang
vi: Chọn sản phẩm

# filterViewAttributesMore
source: properties
id: properti
uz: xususiyatlari
vi: của cải

# filterViewAttributesSingle
source: property
id: milik
uz: mulk
vi: tài sản

# goodsViewMultiUpdateCancel
source: Cancel
id: Membatalkan
uz: Bekor qilish
vi: Hủy bỏ

# addProductPropertiesViewForMoreProducts
source: Property of goods
id: Properti barang
uz: Tovarlarning mulki
vi: Tài sản của hàng hóa

# settingsViewShopCardTitle
source: Business card of your store
id: Kartu nama untuk toko Anda
uz: Do'koningiz uchun biznes karta
vi: Danh thiếp cho cửa hàng của bạn

# shopQRCodeViewHeader
source: QR code of the store
id: Simpan kode QR
uz: QR kodini saqlang
vi: Lưu trữ mã QR

# shopQRCodeViewShareButtonTitle
source: Share
id: Membagikan
uz: Ulashish
vi: Chia sẻ

# oNBoardingAgreementLoginToNamba
source: Login with Namba One Business
id: Masuk dengan Namba One Business
uz: Namba One Business bilan tizimga kiring
vi: Đăng nhập với Namba One Business

# aboutClientAndOrderBuildRouteButton
source: Build a route
id: Bangun rute
uz: Marshrutni qurish
vi: Xây dựng một tuyến đường

# aboutClientAndOrderAddressBottomSheetDesc
source: The client is responsible for the address and the point on the map. Compare the data before starting the journey.
id: Tanggung jawab atas alamat dan titik pada peta terletak pada klien. Bandingkan data sebelum pindah.
uz: Xaritadagi manzil va nuqta uchun javobgarlik mijozga tegishli. Ko'chirishdan oldin ma'lumotlarni solishtiring.
vi: Trách nhiệm về địa chỉ và điểm trên bản đồ thuộc về khách hàng. So sánh dữ liệu trước khi di chuyển.

# aboutClientAndOrderAddressBottomSheetGoogleMap
source: Google Maps
id: Google Peta
uz: Google Xaritalar
vi: Bản đồ Google

# shopQRCodeViewDescription
source: You can print and hang this QR code near the entrance so that customers can visit your store online at any time.
id: Anda dapat mencetak dan menggantungkan kode QR ini di dekat pintu masuk sehingga pelanggan dapat mengunjungi toko online Anda kapan saja
uz: Siz ushbu QR kodni chop etishingiz va kirish joyiga osib qo'yishingiz mumkin, shunda mijozlar istalgan vaqtda do'koningizga onlayn tashrif buyurishlari mumkin
vi: Bạn có thể in và treo mã QR này gần lối vào để khách hàng có thể ghé thăm cửa hàng trực tuyến của bạn bất cứ lúc nào

# emptyPropertiesDescription
source: All available properties in the product are already used
id: Semua properti yang tersedia dalam produk sudah digunakan
uz: Mahsulotdagi barcha mavjud xususiyatlar allaqachon ishlatilgan
vi: Tất cả các thuộc tính có sẵn trong sản phẩm đã được sử dụng

# emptyTradeOffersDescription
source: There are no properties with the type "Single value selection" for the proposal
id: Tidak ada properti untuk penawaran dengan jenis "Pilih satu nilai"
uz: “Bitta qiymat tanlang” turidagi taklif uchun hech qanday xususiyat mavjud emas
vi: Không có thuộc tính nào cho ưu đãi thuộc loại "Chọn một giá trị"

# paymentSystemSelectFile
source: Select file
id: Pilih berkas
uz: Faylni tanlang
vi: Chọn tập tin

# paymentSystemFileSelected
source: File attached
id: File terlampir
uz: Fayl biriktirilgan
vi: Tệp đính kèm

# aboutClientAndOrderAddressBottomSheetYandexMap
source: Yandex Maps
id: Peta Yandex
uz: Yandex xaritalar
vi: Bản đồ Yandex

# storeListRoleName
source: Role
id: Peran
uz: Rol
vi: Vai trò

# storeInvitationViewHeader
source: Invitation
id: Undangan
uz: Taklif
vi: Lời mời

# storeInvitationViewInvitationButton
source: Accept invitation
id: Terima undangan
uz: Taklifni qabul qiling
vi: Chấp nhận lời mời

# storeInvitationViewErrorDescription
source: Invitation for role not found
id: Undangan peran tidak ditemukan
uz: Rol taklifi topilmadi
vi: Không tìm thấy lời mời đóng vai

# paymentCardWoopkassaInternetAcquiring
source: Do you have internet acquiring?
id: Apakah Anda memiliki akuisisi internet?
uz: Sizda internet ekvayring bormi?
vi: Bạn có thu được internet không?

# paymentCardWoopkassaWriteUsForHelp
source: Write to us. We will help you set it up.
id: Menulis kepada kami. Kami akan membantu Anda mengaturnya.
uz: Bizga yozing. Uni sozlashda sizga yordam beramiz.
vi: Hãy viết thư cho chúng tôi. Chúng tôi sẽ giúp bạn thiết lập nó.

# paymentCardWoopkassaDoYouNeedInternetAcquiring
source: Do you need Internet acquiring?
id: Apakah Anda memerlukan perolehan internet?
uz: Sizga internet ekvayring kerakmi?
vi: Bạn có cần thu thập internet?

# paymentCardWoopkassaWriteUsHelpYouChoice
source: Write to us. We will help you with your choice.
id: Menulis kepada kami. Kami akan membantu Anda dengan pilihan Anda.
uz: Bizga yozing. Biz sizga tanlovingizda yordam beramiz.
vi: Hãy viết thư cho chúng tôi. Chúng tôi sẽ giúp bạn với sự lựa chọn của bạn.

# productBasePriceLabel
source: Purchase:
id: Pembelian:
uz: Sotib olish:
vi: Mua:

# productPriceLabel
source: Sale:
id: Penjualan:
uz: Sotish:
vi: Doanh thu:

# deliveryTimeLabel
source: Delivery time
id: Waktu pengiriman
uz: Yetkazib berish vaqti
vi: thời gian giao hàng

# baseSumCollectFormatedLabel
source: Collected (purchase)
id: Dikumpulkan (pembelian)
uz: Yig'ilgan (sotib olish)
vi: Đã thu thập (mua)

# sumCollectFormatedLabel
source: Collected (sale)
id: Dikumpulkan (dijual)
uz: Yig'ilgan (sotish)
vi: Đã thu thập (bán)

# paymentSystemCombined
source: Combined
id: Gabungan
uz: Birlashtirilgan
vi: kết hợp

source: Characteristics:
id: Ciri:
uz: Xarakterli:
vi: Đặc điểm:

# itemComments
source: Comment on the product
id: Mengomentari produk
uz: Mahsulot haqida fikr bildiring
vi: Bình luận về sản phẩm

source: Import catalog
id: Impor katalog
uz: Import katalogi
vi: Danh mục nhập khẩu

# widgetForSite
source: Widget for website
id: Widget untuk situs
uz: Sayt uchun vidjet
vi: Tiện ích cho trang web

# sourceYML
source: Data source: YML file
id: Sumber data: file YML
uz: Ma'lumotlar manbai: YML fayli
vi: Nguồn dữ liệu: tệp YML

# sourceUMAG
source: Data source: Umag.kz
id: Sumber data: Umag.kz
uz: Ma'lumotlar manbai: Umag.kz
vi: Nguồn dữ liệu: Umag.kz

# settingsDeliveryMethodToDistrict
source: By area
id: Berdasarkan wilayah
uz: Hudud bo'yicha
vi: Theo khu vực

# settingsDeliveryInRadius
source: Delivery within radius
id: Pengiriman dalam radius
uz: Radiusda yetkazib berish
vi: Giao hàng trong bán kính

# settingsDeliveryInPolygon
source: Delivery to the polygon
id: Pengiriman sesuai jangkauan
uz: Assortimentda yetkazib berish
vi: Giao hàng tận nơi

# settingsDeliveryImportPolygon
source: Import of delivery polygons
id: Mengimpor poligon pengiriman
uz: Etkazib berish poligonlarini import qilish
vi: Nhập đa giác phân phối

# settingsDeliveryRadius
source: Radius (meters)
id: Radius (meter)
uz: Radius (metr)
vi: Bán kính (mét)

# currency_change_not_allowed
source: Cannot change store currency
id: Anda tidak dapat mengubah mata uang toko
uz: Siz do'kon valyutasini o'zgartira olmaysiz
vi: Bạn không thể thay đổi đơn vị tiền tệ của cửa hàng

# setRadiusDeliveryFromThePoint
source: Specify the delivery radius from the point
id: Tentukan radius pengiriman dari titik tersebut
uz: Nuqtadan yetkazib berish radiusini belgilang
vi: Chỉ định bán kính giao hàng từ điểm

# serviceFeeOrTax
source: Service charge or tax
id: Biaya layanan atau pajak
uz: Xizmat to'lovi yoki soliq
vi: Phí dịch vụ hoặc thuế

# percentageOfTheAmountInTheOrder
source: % of the total amount of goods in the order
id: % dari jumlah barang yang dipesan
uz: Buyurtmadagi tovarlar miqdorining %
vi: % số lượng hàng trong đơn hàng

# fillRequiredFields
source: Please fill in the required fields
id: Isi kolom yang wajib diisi
uz: Kerakli maydonlarni to'ldiring
vi: Điền vào các trường bắt buộc

source: Your role
id: Peran Anda
uz: Sizning rolingiz
vi: Vai trò của bạn

# ownerOrAdministrator
source: I am a business owner or administrator
id: Saya seorang pemilik bisnis atau administrator
uz: Men biznes egasi yoki administratorman
vi: Tôi là chủ doanh nghiệp hoặc quản trị viên

# registerYourStore
source: Register your store and invite employees for online sales
id: Daftarkan toko Anda dan undang karyawan untuk penjualan online
uz: Do'koningizni ro'yxatdan o'tkazing va xodimlarni onlayn savdoga taklif qiling
vi: Đăng ký cửa hàng của bạn và mời nhân viên bán hàng trực tuyến

# toRegister
source: Register
id: Daftar
uz: Roʻyxatdan oʻtish
vi: Đăng ký

# employeeAndAnInvitation
source: I am an employee and I have an invitation.
id: Saya seorang karyawan dan saya mendapat undangan
uz: Men xodimman va taklifnomam bor
vi: Tôi là nhân viên và tôi có lời mời

# getAnInviteFromTheOwner
source: Receive an invitation from your employer for your role and follow the link
id: Terima undangan dari perusahaan Anda untuk peran Anda dan ikuti tautannya
uz: Rolingiz uchun ish beruvchingizdan taklifnoma oling va havolaga o'ting
vi: Nhận lời mời từ nhà tuyển dụng cho vai trò của bạn và theo liên kết

# activateInvite
source: Activate invitation
id: Aktifkan undangan
uz: Taklifni faollashtirish
vi: Kích hoạt lời mời

# codeInvite
source: Invitation code
id: Kode undangan
uz: Taklif kodi
vi: Mã mời

source: Enter your name
id: Masukkan nama
uz: Ismni kiriting
vi: Nhập tên

source: Camera access denied
id: Akses kamera ditolak
uz: Kameraga kirish taqiqlandi
vi: Quyền truy cập máy ảnh bị từ chối
