Repository: arturkhmeliarskiy/blind_chicken
Catalog: lib/core_config/localization/l10n/intl_*.arb
Languages: id, uz, vi

# cameraAccessDeniedDescription
source: This app requires access to your camera. Please enable camera access in settings.
id: Aplikasi ini memerlukan akses ke kamera Anda. Harap aktifkan akses kamera di pengaturan
uz: Bu ilova kamerangizga kirishni talab qiladi. Sozlamalarda kameraga kirishni yoqing
vi: Ứng dụng này yêu cầu quyền truy cập vào máy ảnh của bạn. Vui lòng bật quyền truy cập máy ảnh trong cài đặt

# galleryAccessDenied
source: Access to the gallery is denied
id: Akses ke galeri ditolak
uz: Galereyaga kirish taqiqlangan
vi: Quyền truy cập vào thư viện bị từ chối

# galleryAccessDeniedDescription
source: This app requires access to your gallery. Please enable gallery access in settings.
id: Aplikasi ini memerlukan akses ke galeri Anda. Harap aktifkan akses galeri di pengaturan
uz: Bu ilova galereyangizga kirishni talab qiladi. Iltimos, sozlamalarda galereyaga kirishni yoqing
vi: Ứng dụng này yêu cầu quyền truy cập vào thư viện của bạn. Vui lòng bật quyền truy cập thư viện trong cài đặt

# intervalsNotSet
source: Intervals are not specified
id: Interval tidak ditentukan
uz: Intervallar belgilanmagan
vi: Khoảng thời gian không được chỉ định

# noNetworkConnection
source: There is no internet connection
id: Tidak ada koneksi internet
uz: Internet aloqasi yo'q
vi: Không có kết nối internet

# somethingWrong
source: Something went wrong
id: Ada yang tidak beres
uz: Nimadir xato ketdi
vi: Đã xảy ra lỗi

# clearlyUnderstood
source: It's clear
id: Sudah jelas
uz: Tushunarli
vi: Rõ ràng

# takeNewPhoto
source: Take a photo
id: Ambil foto
uz: Suratga oling
vi: Chụp ảnh

# selectPhotoFromGallery
source: Select a photo from the gallery
id: Pilih foto dari galeri
uz: Galereyadan rasm tanlang
vi: Chọn ảnh từ thư viện

source: Select video from gallery
id: Pilih video dari galeri
uz: Galereyadan videoni tanlang
vi: Chọn video từ thư viện

# recordVideo
source: Record a video
id: Rekam video
uz: Video yozib olish
vi: Quay video

source: Select from gallery
id: Pilih dari galeri
uz: Galereyadan tanlang
vi: Chọn từ thư viện

# kb
source: Kilobyte
uz: Kilobayt

# gb
source: Gigabyte
id: Gigabita
uz: Gigabayt

# mb
source: Megabyte
id: Megabita
uz: Megabayt

# clickBackAgain
source: Press back again to close the app.
id: Klik kembali lagi untuk menutup aplikasi
uz: Ilovani yopish uchun yana orqaga bosing
vi: Nhấp lại lần nữa để đóng ứng dụng

source: Show
id: Menunjukkan
uz: Ko'rsatish
vi: Trình diễn

source: Replace
id: Mengganti
uz: O'zgartiring
vi: Thay thế

source: Delete
id: Menghapus
uz: Oʻchirish
vi: Xóa bỏ

source: Map
id: Peta
uz: Xarita
vi: Bản đồ

# whenPaying
source: Upon payment
id: Setelah pembayaran
uz: To'lov bo'yicha
vi: Sau khi thanh toán

# afterHours
source: In {hours} hours
id: Dalam {hours} jam
uz: {hours} soatdan keyin
vi: Trong {giờ} giờ nữa

# wasCopiedToBuffer
source: Copied to clipboard
id: Disalin ke papan klip
uz: Buferga nusxalandi
vi: Đã sao chép vào bảng nhớ tạm

# deleteDemoGoods
source: Remove demo products from the catalog
id: Hapus produk demo dari katalog
uz: Katalogdan demo mahsulotlarini olib tashlang
vi: Xóa sản phẩm demo khỏi danh mục

# chooseDeliveryMethod
source: CHOOSE A DELIVERY SERVICE
id: PILIH JASA PENGIRIMAN
uz: Etkazib berish XIZMATINI TANLASH
vi: CHỌN DỊCH VỤ GIAO HÀNG

# ownDeliveryMethod
source: Own delivery service
id: Layanan pengiriman sendiri
uz: O'z yetkazib berish xizmati
vi: Dịch vụ giao hàng riêng

source: Yandex Delivery
id: Pengiriman Yandex
uz: Yandex yetkazib berish
vi: Giao hàng Yandex

source: API key
id: Kunci API
uz: API kaliti
vi: Khóa API

# apiKeyHint
source: Enter API key
id: Masukkan kunci API
uz: API kalitini kiriting
vi: Nhập khóa API

# deliveryMethod
source: Delivery options
id: Opsi pengiriman
uz: Yetkazib berish imkoniyatlari
vi: Tùy chọn giao hàng

source: Additional delivery conditions
id: Ketentuan pengiriman tambahan
uz: Qo'shimcha etkazib berish shartlari
vi: Điều khoản giao hàng bổ sung

# deliveryPickUp
source: Where to pick up
id: Dimana untuk mengambil
uz: Qayerdan olish kerak
vi: Nhận ở đâu

# itemDeliveryPickUp
source: Where to pick up the goods
id: Dimana mengambil barang
uz: Tovarlarni qayerdan olish kerak
vi: Nhận hàng ở đâu

source: Client address
id: Alamat klien
uz: Mijoz manzili
vi: Địa chỉ khách hàng

# driverComment
source: Comment to the driver
id: Komentar kepada pengemudi
uz: Haydovchiga izoh
vi: Bình luận cho tài xế

# standardDriverComment
source: Standard comment to the driver
id: Komentar pengemudi standar
uz: Standart haydovchi izoh
vi: Nhận xét trình điều khiển tiêu chuẩn

# selectTypeSort
source: Select sorting method
id: Pilih metode penyortiran
uz: Saralash usulini tanlang
vi: Chọn phương pháp sắp xếp

# driverCommentHint
source: Enter a comment for the driver
id: Masukkan komentar untuk pengemudi
uz: Haydovchi uchun izoh kiriting
vi: Nhập bình luận cho tài xế

# maxDeliveryCost
source: Maximum shipping cost
id: Biaya pengiriman maksimum
uz: Maksimal yetkazib berish narxi
vi: Chi phí giao hàng tối đa

# chooseDelivery
source: Select shipping method
id: Pilih metode pengiriman
uz: Yetkazib berish usulini tanlang
vi: Chọn phương thức giao hàng

# managerResponsible
source: Responsible manager
id: Manajer yang bertanggung jawab
uz: Mas'uliyatli menejer
vi: Người quản lý có trách nhiệm

source: Calculate
id: Menghitung
uz: Hisoblash
vi: Tính toán

source: Language
id: Bahasa
uz: Til
vi: Ngôn ngữ

# makeOrder
source: Design
id: Desain
uz: Dizayn
vi: Thiết kế

# addUp
source: Supplement
id: Menambahkan
uz: Qo'shish
vi: Thêm vào

source: Addition
id: Tambahan
uz: Qo'shish
vi: Phép cộng

source: Save
id: Menyimpan
uz: Saqlash
vi: Cứu

# traceId
source: Digital marking
id: Penandaan digital
uz: Raqamli markalash
vi: Đánh dấu kỹ thuật số

# enterTraceId
source: Enter digital marking
id: Masukkan penandaan digital
uz: Raqamli belgini kiriting
vi: Nhập đánh dấu kỹ thuật số

source: Delivery status
id: Status pengiriman
uz: Yetkazib berish holati
vi: Tình trạng giao hàng

source: Cancel delivery
id: Batalkan pengiriman
uz: Yetkazib berishni bekor qilish
vi: Hủy giao hàng

source: Profile
id: Profil
uz: Profil
vi: Hồ sơ

source: Enter address
id: Masukkan alamat
uz: Manzilni kiriting
vi: Nhập địa chỉ

# registerShop
source: Register a store
id: Daftarkan toko
uz: Do'konni ro'yxatdan o'tkazing
vi: Đăng ký một cửa hàng

# otherSettingsStore
source: Other store settings
id: Pengaturan toko lainnya
uz: Boshqa do'kon sozlamalari
vi: Cài đặt cửa hàng khác

# activityStoreCodeUrlLink
source: Activity, store code in URL link...
id: Aktivitas, simpan kode di tautan URL...
uz: Faoliyat, kodni URL havolasida saqlash...
vi: Hoạt động, mã lưu trữ trong liên kết URL...

# alreadyExistRole
source: Such a role already exists.
id: Peran seperti ini sudah ada
uz: Bunday rol allaqachon mavjud
vi: Vai trò như vậy đã tồn tại

# forEditLanguage
source: To change the language, use the store creation
id: Untuk mengubah bahasa, gunakan pembuatan toko
uz: Tilni o'zgartirish uchun do'kon yaratishdan foydalaning
vi: Để thay đổi ngôn ngữ, hãy sử dụng tính năng tạo cửa hàng

source: Abandoned
id: Ditinggalkan
uz: Tashlab ketilgan
vi: Bị bỏ rơi

source: Store name cannot be empty
id: Nama toko tidak boleh kosong
uz: Doʻkon nomi boʻsh boʻlishi mumkin emas
vi: Tên cửa hàng không được để trống

# waitingTimeIsLong
source: Waiting time exceeded
id: Batas waktu terlampaui
uz: Vaqt tugashi oshib ketdi
vi: Đã vượt quá thời gian chờ

# serverIsNotResponding
source: The server is not responding, please try again later
id: Server tidak merespons, coba lagi nanti
uz: Server javob bermayapti, keyinroq qayta urinib ko‘ring
vi: Máy chủ không phản hồi, vui lòng thử lại sau

# settingsLogoViewHeader
source: STORE LOGO
id: LOGO TOKO
vi: LOGO CỬA HÀNG

source: WhatsApp
id: ada apa

source: Import
id: Impor
vi: Nhập khẩu

# productStatus
source: Status
vi: Trạng thái
