{
    "r": "1",
    "e": "",
    "is_viewed": false, 
    "list": [
      {
        "id": "15684", 
        "title": "Новая коллекция одежды",
        "create_at": "21.02.2024 11:18:17", 
        "images": [
            "https://ams3.digitaloceanspaces.com/sempionenews/2018/05/sfilata-1536x1024.jpg"
        ], 
        "video": "",
        "type_media": "",
        "description": "Приложение Слепая курица - это мировые бренды одежды, обуви, очков и аксессуаров! В каталоге представлено более 200 люксовых брендов, эксклюзивные модели и модные новинки! Быстрая доставка, примерка перед покупкой, программа скидок и бонусов. Также в приложении можно ознакомится с ассортиментом, графиком работы и адресами бутиков Слепая курица. Удобный поиск по каталогу товаров поможет быстро найти нужную модель, избранное - сохранит список Ваших предпочтений, а разделы информации - ознакомят с условиями доставки, оплаты и возврата. Шопинг в Слепой курице всегда приятный и удобный. Приложение Слепая курица - это мировые бренды одежды, обуви, очков и аксессуаров! В каталоге представлено более 200 люксовых брендов, эксклюзивные модели и модные новинки! Быстрая доставка, примерка перед покупкой, программа скидок и бонусов. Также в приложении можно ознакомится с ассортиментом, графиком работы и адресами бутиков Слепая курица. Удобный поиск по каталогу товаров поможет быстро найти нужную модель, избранное - сохранит список Ваших предпочтений, а разделы информации - ознакомят с условиями доставки, оплаты и возврата. Шопинг в Слепой курице всегда приятный и удобный.",
        "title_button": "", 
        "type_path": "",
        "path": "", 
        "code_product": "",
        "sort": "", 
        "filter_select": "", 
        "uid_store": "", 
        "is_viewed": false 
      },
      {
        "id": "15685",
        "title": "10 тенденций уличного стиля с Недели моды в Сиднее, которые вдохновят ваш летний капсульный гардероб",
        "create_at": "21.04.2024 13:18:17",
        "images": [
            "https://assets.vogue.com/photos/646fbf44135790a539abf7d7/master/w_2560%2Cc_limit/00-story%2520(1).jpg"
        ],
        "video": "",
        "type_media": "",
        "description": "Ни для кого не секрет:  уличный сет Недели моды в Сиднее знает, как одеться летом. На этой неделе стильная группа продемонстрировала свои модные мускулы, представив мастерски минималистичные и идеально напечатанные вещи. На них были  марки местных брендов, которые мы знаем и любим: от Alémais и SIR до Bondi Born и St. Agni. Поскольку мы отказываемся от  весенних базовых вещей в пользу более подходящих для лета, это вдохновение наверняка сослужит чудеса вашему гардеробу в теплую погоду. ",
        "title_button": "Перейти в каталог",
        "type_path": "",
        "path": "",
        "code_product": "",
        "sort": "",
        "filter_select": "",
        "uid_store": "",
        "is_viewed": true
      },
      {
        "id": "15686",
        "title": "Руководство по модной фотографии",
        "create_at": "12.05.2024 13:18:17",
        "images": [
            "https://t3.ftcdn.net/jpg/03/33/81/02/360_F_333810258_5gP2SBYroH0jtgAtI2ANibRRDe2YY7dU.jpg"
        ],
        "video": "",
        "type_media": "",
        "description": "Индустрия моды — это многомиллиардный сектор, который охватывает производство, дизайн и продажи на самых разных уровнях. Большинство из них так или иначе используют фотографию. Когда вы думаете о модной фотографии, ваши мысли могут переключаться с модели, идущей по подиуму, на другую модель в сюрреалистических костюмах, запертую в стеклянной сфере. Ни одно из этих изображений не будет неправильным. Это одно из самых больших и разнообразных направлений фотографии. Вот почему он разделен на множество поджанров, каждый из которых требует разных навыков, оборудования и бюджета. Они варьируются от фотографирования модных товаров для рекламных кампаний до создания изображений высокой моды, близких к изобразительному искусству. 'В этой статье вы познакомитесь с огромным миром модной фотографии.",
        "title_button": "",
        "type_path": "",
        "path": "",
        "code_product": "",
        "sort": "",
        "filter_select": "",
        "uid_store": "",
        "is_viewed": false
      }
    ]
  }